Repository: MarcoMireles/wa-bubble
Catalog: languages/*-bubble-*.po
Languages: es_mx

source: Whatsapp Functions
es_mx: Funciones de Whatsapp

source: Whatsapp Styles
es_mx: Estilos de Whatsapp

source: Enter the whatsapp number
es_mx: Ingresa el numero de whatsapp

source: Enter the image of whatsapp bubble
es_mx: Ingresa el mensaje principal de whatsapp

source: Enter the name or title of whatsapp bubble
es_mx: Ingresa el titulo o nombre principal del chat

source: Enter the description of whatsapp bubble
es_mx: Ingresa una descripción para el chat

source: Enter the main message of whatsapp
es_mx: Ingresa el mensaje principal de whatsapp

source: Enter a placeholder text for the whatsapp message
es_mx: Ingresa un mensaje por defecto

source: Enter a default text for the whatsapp message
es_mx: Ingresa un mensaje por defecto

source: Enter the submit button text
es_mx: Ingresa texto para el botón de enviar

source: Open automatically whatsapp bubble
es_mx: ¿Abrir automáticamente la burbuja ?

source: Delay time
es_mx: Tiempo de retraso

source: How many times should it be opened?
es_mx: ¿Cuántas veces quieres mostrar el chat automatico?

source: Do you want to show the name of the agent?
es_mx: ¿Deseas mostrar el nombre del agente?

source: Enter the name to display
es_mx: Ingresa el mensaje principal de whatsapp

source: Do you want to show the time?
es_mx: ¿Deseas mostrar la hora?

source: Select the side of the whatsapp bubble
es_mx: Selecciona la ubicación de la burbuja de whatsapp

source: Select the size of the WhatsApp bubble
es_mx: Selecciona el tamaño de la burbuja de Whatsapp

source: Animated bubble?
es_mx: ¿Burbuja animada?

source: Bottom distance (px)
es_mx: Distancia de abajo

source: Side distance (px)
es_mx: Distancia lateral

source: Enter the z-index value
es_mx: Ingresa un valor para el z-index

source: Select the size of the send button
es_mx: Selecciona el tamaño de la burbuja de Whatsapp

source: The whatsapp number field can not be left empty
es_mx: El campo de numero de WhatsApp no puede quedarse vacio

source: Enter a message
es_mx: Ingresa el mensaje principal de whatsapp

source: Receive information about our services:
es_mx: Recibe información sobre nuestros servicios:

source: The whatsapp title field can not be left empty
es_mx: El campo de numero de WhatsApp no puede quedarse vacio

source: The whatsapp description field can not be left empty
es_mx: El campo de numero de WhatsApp no puede quedarse vacio

source: Typically replies within a day
es_mx: Normalmente responde en un día

source: Enter a message for the send button
es_mx: Ingresa un mensaje para el botón de enviar

source: Send message
es_mx: Enviar Mensaje

source: Donate 🍺
es_mx: Donar 🍺

source: Functions Options
es_mx: Opciones de funciones

source: Style Options
es_mx: Opciones de estilo

source: Save Settings
es_mx: Guardar configuraciones

source: Bubble Chat Options
es_mx: Opciones de Wa Bubble

source: Settings Saved
es_mx: Guardar configuraciones
